Repository: xxgladxx/chiefsunitedbackup
Catalog: CogManager/cogs/partygames/locales/*.po
Languages: fr_fr

source: Chat games focused on coming up with words from 3 letters.
fr_fr: Un jeu où vous devez trouver des mots à partir de 3 lettres.

source: Group command for party games.
fr_fr: Groupe de commandes pour les PartyGames.

source: React to this message to join. The game will start in 15 seconds.
fr_fr: Réagissez à ce message pour rejoindre. La partie va commencer dans 15 secondes.

source: Your locale is not available. Using `en-US`.
fr_fr: Votre langage n'est pas disponible. Utilisez `en-US`.

source: <removed member {uid}>
fr_fr: <membre retiré {uid}>

source: Number of points:
fr_fr: Nombre de points :

source: Start a game of bombparty. Each player will be asked to come up with a word that contains the given characters. If they are unable to do so, they will lose a life. Words cannot be reused. The last person to have lives left wins.
fr_fr: Démarrer une partie de BombParty. Chaque joueur sera invité à trouver un mot contenant les caractères donnés. S'ils n'y parviennent pas, ils perdront une vie. Les mots ne peuvent pas être réutilisés. La dernière personne qui a encore des vies gagne.

source: Not enough players to play.
fr_fr: Pas assez de joueurs pour jouer.

source: {p}, type a word containing: **{char}**
fr_fr: {p}, tapez un mot contenant : **{char}**

source: Time's up! -1 HP ({health} remaining)
fr_fr: Le temps est écoulé ! -1 HP ({health} remaining)

source: {p} is eliminated!
fr_fr: {p} est éliminé !

source: {p} wins!
fr_fr: {p} gagne !

source: Current lives remaining:
fr_fr: Nombre de vies restantes :

source: Race to type a word the fastest. The first person to type a word that contains the given characters gets a point. Words cannot be reused. The first person to get `maxpoints` points wins.
fr_fr: Faites la course pour taper un mot le plus vite possible. La première personne à taper un mot qui contient les caractères donnés reçoit un point. Les mots ne peuvent pas être réutilisés. La première personne à obtenir `maxpoints` points gagne.

source: No one wants to play :( {board}
fr_fr: Personne ne veut jouer :( {board}

source: No one was able to come up with a word!
fr_fr: Personne n'a réussi à trouver un mot !

source: {mem} wins! {board}
fr_fr: {mem} gagne ! {board}

source: Be the first person to type a word containing: **{char}**
fr_fr: Soyez la première personne à taper un mot contenant : **{char}**

source: {mem} gets a point! ({score} total)
fr_fr: {mem} marque un point! ({score} total)

source: Type the longest word. The person to type the longest word that contains the given characters gets a point. Words cannot be reused. The first person to get `maxpoints` points wins.
fr_fr: Tapez le mot le plus long. La personne qui tape le mot le plus long contenant les caractères donnés reçoit un point. Les mots ne peuvent pas être réutilisés. La première personne à obtenir `maxpoints` points gagne.

source: Type the longest word containing: **{char}**
fr_fr: Tapez le mot le plus long contenant : **{char}**

source: Type the most words. The person to type the most words that contain the given characters gets a point. Words cannot be reused. The first person to get `maxpoints` points wins.
fr_fr: Tapez le plus de mots. La personne qui tape le plus de mots contenant les caractères donnés reçoit un point. Les mots ne peuvent pas être réutilisés. La première personne à obtenir `maxpoints` points gagne.

source: There was a tie! Nobody gets points...
fr_fr: Il y avait égalité ! Personne n'obtient de points ...

source: Type the most words containing: **{char}**
fr_fr: Tapez le plus de mots contenant : **{char}**

source: Number of words found:
fr_fr: Nombre de mots trouvés :

source: Play a mixture of all 4 games. Words cannot be reused. The first person to get `maxpoints` points wins.
fr_fr: Jouez à un mélange des 4 jeux. Les mots ne peuvent pas être réutilisés. La première personne à obtenir `maxpoints` points gagne.

source: {mem}, type a word containing: **{char}**
fr_fr: {mem}, tapez un mot contenant : **{char}**

source: Time's up! No points for you...
fr_fr: Le temps est écoulé ! Pas de points pour vous ...

source: Config options for partygames.
fr_fr: Options de configuration pour les PartyGames.

source: Override the bot's locale for partygames. Defaults to None. This value is server specific.
fr_fr: Remplace le langage du bot seulement pour les PartyGames. La valeur par défaut est None Cette valeur est spécifique au serveur.

source: That locale is not valid or is not supported.
fr_fr: Ce langage n'est pas valide ou n'est pas supportée.

source: Locale override is now set to `{locale}`.
fr_fr: Le langage forcé est maintenant définit à `{locale}`.

source: Remove the locale override and use the bot's locale.
fr_fr: Réinitialiser PartyGames pour utiliser le langage du bot.

source: Locale override removed.
fr_fr: Le langage forcé à été enlevé.

source: Set the timeout of bombparty. Defaults to 7. This value is server specific.
fr_fr: Définir le délai d'attente de bombparty. 7 par défaut. Cette valeur est spécifique au serveur.

source: The timeout is currently set to {v}.
fr_fr: Le délai d'attente est actuellement défini à {v}.

source: That value is too low.
fr_fr: Cette valeur est trop faible.

source: The timeout is now set to {value}.
fr_fr: Le délai d'attente est maintenant défini à {value}.

source: Set the timeout of fast. Defaults to 15. This value is server specific.
fr_fr: Définir le délai d'attente de fast. 15 par défaut. Cette valeur est spécifique au serveur.

source: Set the timeout of long. Defaults to 15. This value is server specific.
fr_fr: Définir le délai d'attente de long. 15 par défaut. Cette valeur est spécifique au serveur.

source: Set the timeout of most. Defaults to 15. This value is server specific.
fr_fr: Définir le délai d'attente de most. 15 par défaut. Cette valeur est spécifique au serveur.
